#Задача 1. Уровень - легкий.
#Условие: Написать элементарную программу, принимающая на вход ваше имя %name% и 
#печатающая "Hello %name%!"
c= input("Как тебя зовут? ")
print("Hello,",c,".")