#Задача 2. Уровень - да ты математик.

#Условие: Подсчет площади и периметра прямоугольника.
#Входные данные: стороны %a% и %b% прямоугольника. 
#Выходные данные: площадь и периметр данного прямоугольника.

a=int(input("Введите сторону А прямоугольника "))
b=int(input("Введите сторону B прямоугольника "))

print("Площадь прямоугольника=") 
print(a*b)
print("Периметр прямоугольника=")
print(2*(a+b))